bat
bazelisk
checkov
colima
curl
docker
git-flow
go
hashicorp/tap/vault
jenv
jq
lazygit
libressl
nvm
openjdk
pre-commit
pulumi/tap/pulumi
python
ripgrep
virtualenv
wget
